[
  {
    "id": "886667ca-d4b6-4b2f-a1e8-82b228d0941b",
    "title": "建築技術規則總篇則",
    "content": "這是建築的詳細內容，包含規定與條文……"
  },
  {
    "id": "753d4f56-eac4-4e01-9cb6-9e1ff17392b1",
    "title": "建築技術規則",
    "content": " 第 一 章 總則

第 1 條
為實施建築管理，以維護公共安全、公共交通、公共衛生及增進市容觀瞻
，特制定本法；本法未規定者，適用其他法律之規定。

第 2 條
主管建築機關，在中央為內政部；在直轄市為直轄市政府；在縣 (市) 為
縣 (市) 政府。
在第三條規定之地區，如以特設之管理機關為主管建築機關者，應經內政
部之核定。

第 3 條
本法適用地區如左：                                              
一、實施都市計畫地區。                                          
二、實施區域計畫地區。                                          
三、經內政部指定地區。                                          
前項地區外供公眾使用及公有建築物，本法亦適用之。                
第一項第二款之適用範圍、申請建築之審查許可、施工管理及使用管理等
事項之辦法，由中央主管建築機關定之。

第 4 條
本法所稱建築物，為定著於土地上或地面下具有頂蓋、樑柱或牆壁，供個
人或公眾使用之構造物或雜項工作物。

第 5 條
本法所稱供公眾使用之建築物，為供公眾工作、營業、居住、遊覽、娛樂
及其他供公眾使用之建築物。

第 6 條
本法所稱公有建築物，為政府機關、公營事業機構、自治團體及具有紀念
性之建築物。

第 7 條
本法所稱雜項工作物，為營業爐竈、水塔、瞭望臺、招牌廣告、樹立廣告
、散裝倉、廣播塔、煙囪、圍牆、機械遊樂設施、游泳池、地下儲藏庫、
建築所需駁崁、挖填土石方等工程及建築物興建完成後增設之中央系統空
氣調節設備、昇降設備、機械停車設備、防空避難設備、污物處理設施等
。

第 8 條
本法所稱建築物之主要構造，為基礎、主要樑柱、承重牆壁、樓地板及屋
頂之構造。

第 9 條
本法所稱建造，係指左列行為：
一、新建：為新建造之建築物或將原建築物全部拆除而重行建築者。
二、增建：於原建築物增加其面積或高度者。但以過廊與原建築物連接者
          ，應視為新建。
三、改建：將建築物之一部分拆除，於原建築基地範圍內改造，而不增高
          或擴大面積者。
四、修建：建築物之基礎、樑柱、承重牆壁、樓地板、屋架及屋頂，其中
          任何一種有過半之修理或變更者。

第 10 條
本法所稱建築物設備，為敷設於建築物之電力、電信、煤氣、給水、污水
、排水、空氣調節、昇降、消防、消雷、防空避難、污物處理及保護民眾
隱私權等設備。

第 11 條
本法所稱建築基地，為供建築物本身所占之地面及其所應留設之法定空地
。建築基地原為數宗者，於申請建築前應合併為一宗。
前項法定空地之留設，應包括建築物與其前後左右之道路或其他建築物間
之距離，其寬度於建築管理規則中定之。
應留設之法定空地，非依規定不得分割、移轉，並不得重複使用；其分割
要件及申請核發程序等事項之辦法，由中央主管建築機關定之。

第 12 條
本法所稱建築物之起造人，為建造該建築物之申請人，其為未成年或受監
護宣告之人，由其法定代理人代為申請；本法規定之義務與責任，亦由法
定代理人負之。
起造人為政府機關公營事業機構、團體或法人者，由其負責人申請之，並
由負責人負本法規定之義務與責任。

第 13 條
本法所稱建築物設計人及監造人為建築師，以依法登記開業之建築師為限
。但有關建築物結構及設備等專業工程部分，除五層以下非供公眾使用之
建築物外，應由承辦建築師交由依法登記開業之專業工業技師負責辦理，
建築師並負連帶責任。
公有建築物之設計人及監造人，得由起造之政府機關、公營事業機構或自
治團體內，依法取得建築師或專業工業技師證書者任之。
開業建築師及專業工業技師不能適應各該地方之需要時，縣 (市) 政府得
報經內政部核准，不受前二項之限制。

第 14 條
本法所稱建築物之承造人為營造業，以依法登記開業之營造廠商為限。

第 15 條
營造業應設置專任工程人員，負承攬工程之施工責任。
營造業之管理規則，由內政部定之。
外國營造業設立，應經中央主管建築機關之許可，依公司法申請認許或依
商業登記法辦理登記，並應依前項管理規則之規定領得營造業登記證書及
承攬工程手冊，始得營業。

第 16 條
建築物及雜項工作物造價在一定金額以下或規模在一定標準以下者，得免
由建築師設計，或監造或營造業承造。
前項造價金額或規模標準，由直轄市、縣 (市) 政府於建築管理規則中定
之。

第 17 條
（刪除）

第 18 條
（刪除）

第 19 條
內政部、直轄市、縣 (市) 政府得製訂各種標準建築圖樣及說明書，以供
人民選用；人民選用標準圖樣申請建築時，得免由建築師設計及簽章。

第 20 條
中央主管建築機關對於直轄市、縣 (市) 建築管理業務，應負指導、考核"
  }
]
